{"opening":[{"text":"You’ve got $40 max to spend on a wine for a special occasion. Which wine are you buying?","instructions":"Just pick a random one for me.","lionText":"Nice pick, <span class=bold>lions</span>. You’ve got regal tastes. Wines featuring cats come with a high price tag and are more highly rated.","frogText":"Ah, a <span class=bold>cow</span>. Homely. Wines featuring cattle are more likely to be cheap and of lower quality.","birdText":"Lovely, a <span class=bold>songbird</span>. Birds are one of the most common animals featured on wine labels — they’re  in the middle of the pack for both price and quality."}],"steps":[{"type":"text","value":"We scraped 9,300 wines off the popular app <a href=https://www.vivino.com/>Vivino</a> and used <a href=https://platform.openai.com/docs/guides/vision>Chat-GPT Vision</a> to help us categorize the animals on the labels with this prompt: <span class=prompt>This image is a wine label. Do you see any animals or humans on it?</span> Read more in the methods. Sometimes it was spot on:"},{"type":"text","value":"But other times, we had to manually review and edit. GPT was particularly bad with pachyderms (elephant, rhinoceros, and hippopotamus). It also struggled when the animals were secondary elements in the label design and when it wasn’t sure what to count as an “animal.” Sometimes anthropomorphic/mythical creatures and insects were included, sometimes not."},{"type":"text","value":"After cleaning up the data we grouped the animals into broad categories based more on common perception than binomial nomenclature (genus and species), sorry science purists. We omitted categories with fewer than 20 animals for this analysis, leaving use with 16 groupings. This is the…"},{"type":"text","value":"So where does your original pick fit in? Price"},{"type":"text","value":"Rating"},{"type":"text","value":"But that only gets us so far. What we really care about are the steals, wines whose price is below the average and whose rating is above the average. For that, the math is a little more complicated."}],"intro":[{"text":"You’ve got $40 max to spend on a wine for a special celebration. Which wine are you buying?","instructions":"If you don’t select one, we’ll pick a random one for you."},{"text":"Here are the <span class=actualPriceSpan>actual prices</span>. Even if you didn’t get close, <span class=yourGuessesSpan>your guesses</span> show something important: what you assume expense looks like.","skippedText":"Here are the <span class=actualPriceSpan>actual prices</span>. They show us something important: what we all assume expense looks like."},{"text":"Regal, roaring lions? Expensive."},{"text":"Strange, unseemly frogs? Probably cheap. Certainly not hundreds of dollars."}],"preHeadline":[{"type":"text","value":"But do our assumptions about price and class translate from theory to practice? Are the “classic” animals – your stags, horses and lions – truly priced higher than everything else?"},{"type":"text","value":"As we’ll see, there are patterns and exceptions. But what became most clear over the course of our study was that the question was not simply about predicting price: it was about predicting value."},{"type":"text","value":"Let’s dive into…"}],"bylineFake":"Charles Dar-wine","byline":"<a href=https://pudding.cool/author/fox-meyer/>Fox Meyer</a> with <a href=https://pudding.cool/author/jan-diehm/>Jan Diehm</a>","postHeadline":[{"type":"text","value":"If your budget is ten dollars, your budget is ten dollars – it doesn’t matter if you know which animals are expensive. A much more useful thing to know is which animals are undervalued, the ones that tend to stay cheap, even as quality increases."},{"type":"text","value":"For that, we turn to the data."},{"type":"text","value":"We scraped 10,000 wines off the popular app Vivino and tabulated results from there. So while the results you’re about to see aren’t necessarily true for every wine on Earth, they’re a look into an approximation of the wine world."},{"type":"text","value":"We found that about a fifth of all wines use an animal on the logo. Some <span class=bottleHighlight>big</span>, some <span class=bottleHighlight>small</span>, some <span class=bottleHighlight>strange</span>: a truly diverse range of creatures."},{"type":"text","value":"Oh – and we set the graph’s upper limit at $150, so there’s no <span class=bottleHighlight>bionic frog</span> in the mix. We figured that if you’re spending more than $150 on a bottle of wine, you’re probably not choosing based on the label anyway."}],"chartScroll":[{"block":[{"type":"text","value":"Let’s get you oriented.<br> <span class=skipToExplore>Or skip to explore</span>"},{"type":"text","value":"Here are the median price and ratings of each animal group. Price is on the y axis here, so the more expensive the wine, the closer to the top. Rating is on the x axis and the higher quality wines are toward the left."}]},{"block":[{"type":"text","value":"Wines with cattle and pigs on their label have both lower ratings and lower prices."}]},{"block":[{"type":"text","value":"While bottles featuring cats, bears, and mythical creatures have higher prices and higher ratings."}]},{"block":[{"type":"text","value":"Now let’s take a closer look at cats, specifically those roaring lions depicted in heraldic crests. They’re exactly the kind of thing we’d tend to associate with class, and therefore with price."}]},{"block":[{"type":"text","value":"First, let’s zoom out so that we’re looking at the cat median in the scale of all wines under $150."}]},{"block":[{"type":"text","value":"Then, let’s explode the chart so we can see all 217 cat wines we identified."}]},{"block":[{"type":"text","value":"Almost all of the lion crests we saw were on some sort of European vintage, usually on a shield or set next to a romantic villa. In short: they looked expensive, as European wines tended to be."},{"type":"text","value":"And as it turns out, they are expensive. Marginally so, at least. How do we tell?"}]},{"block":[{"type":"text","value":"<span class=median-line-span>This line</span> represents the price and rating trends among all 217 cats we found — 161 of them were heraldic lions, so this is basically their graph, too. The line is exponential, which means that as price increases, so does rating."}]},{"block":[{"type":"text","value":"To test every animal’s relative price, we sampled an equal number of random wines 100 times — 217 cats in our collection means 100 random samples of 217 wines for comparison. Those are the <span class=compare-line-span>gray lines</span> in the background."},{"type":"text","value":"And lo and behold, the cat line plots on the “expensive” (or left) side of the random sample. It’s not a massive difference, but the consequences are important: a 4-star wine with a lion crest on it is probably more expensive than a 4-star wine with nothing on it at all."}]},{"block":[{"type":"text","value":"Here’s another way to look at it."},{"type":"text","value":"These bars represent the distribution of cat wines in $10 price buckets, and the <span class=cream-line-span>cream line represents all wines</span>. When a bar is red and above the line there are significantly <span class=more-span>more</span> wines than expected with cats on the label, and when a bar is gold and below the line there are significantly <span class=less-span>less</span>  wines than expected."},{"type":"text","value":"Here we can see there are <span class=less-span>fewer</span> than expected cat wines in the $10–19 range, but <span class=more-span>more</span> than expected in the $150+ range."}]},{"block":[{"type":"text","value":"We can do the same thing for rating, bucketing by every 0.5 stars. There are <span class=less-span>fewer</span> than expected cat wines with 3.5–3.9 stars, but <span class=more-span>more</span> than expected with 4–4.4 stars."}]},{"block":[{"type":"text","value":"We can also look at wine type this same way. Overwhelmingly 49% of cat wines were red wines — significantly <span class=more-span>more</span> than expected when compared to all wines — while white and rose wines were <span class=less-span>underrepresented</span>."}]},{"block":[{"type":"text","value":"Let’s go back to the scatterplot of all cat wines."},{"type":"text","value":"What we really want to look out for are wines in the <span class=sweet-rect-span>bottom right corner</span>. This is our sweet spot, where the quality goes above the average while the price remains below. Whichever animal has the most entries in this quadrant is the one to look out for. In the case of cats, that number was <span class=cat-steal-span>18</span>%."}]},{"block":[{"type":"text","value":"So what do we know about cat wines? They are…"}]},{"block":[{"type":"text","value":"So, who’s on top?"},{"type":"text","value":"Making the biggest splash was anything “fish-like”, as we came to call it: a category that includes all things aquatic, except shells. Whales, dolphins, sharks and trout – anything with fins. 37% of these entries scored in the golden quadrant. Shells, in the “marine invertebrate” category, also scored well, at 28%. So anything underwater is a pretty safe bet."}]},{"block":[{"type":"text","value":"This isn’t to say good wines have fish on them – in fact, fish didn’t score a single entry above the high bar of 4.5 stars. Very few entries did. But, barring a single outlier, finned things also maxed out at just above $50, with a 4-star bottle reliably selling for under $30."},{"type":"text","value":"Sheep also tended to be a good bet."}]},{"block":[{"type":"text","value":"If you’re spending around $20 you’re likely to nab a 4-star bottle, which is about as good as it can realistically get. Brancott Estate’s sav came in at $13.99 for a 4.1, which is quite nearly the best bargain of the entire dataset."}]},{"block":[{"type":"text","value":"In terms of sheer price, mythical animals ruled the roost. Sure, you can find a $25, 4-star mythical creature. But if you had to guess the price of a unicorn, it’s just as likely to be a hundred dollars as it is forty. Maybe the price is worth it, though, as mythical creatures were reserved for the good stuff: only one entry below a 3.5."}]},{"block":[{"type":"text","value":"Mythical creatures had the steepest overall curve of any category, but something interesting happens around the $35 mark. Up until this point, they’re actually a great signpost – not a single entry above the line. But past $35, the majority of entries shift above the line, indicating that they’re overvalued. The problem is, if you’re just looking for a good buy, you’ll have to sift through all the mythical creatures at the top end of that spectrum."}]},{"block":[{"type":"text","value":"But what if you want to ball out? What if price isn’t really a concern, and you just want to be assured of the quality?"},{"type":"text","value":"In that case, turn to the aviary."}]},{"block":[{"type":"text","value":"Birds are absolutely everywhere in the wine world, so much so that we actually broke their category into subgroups."},{"type":"text","value":"The first thing to note in the aviary is the difference between raptors and songbirds. Raptors had the steepest curve and some of the highest prices, meaning you should probably avoid them if you’re looking for a deal."}]},{"block":[{"type":"text","value":"Songbirds offered a much better prospect."},{"type":"text","value":"Not only do they tend to fall below the line – with 28% in the sweet spot – but their gentle curve means there are actually more songbirds at higher ratings than there are eagles and other raptors – and quite a few of these clock in at around $25."},{"type":"text","value":"Of the big two bird categories, songbirds were clearly the smarter choice, being a better indication of both value and quality."}]},{"block":[{"type":"text","value":"Junglefowl (chickens) and game birds are a good bet for this as well, but they lack some of the higher-scoring drops."}]},{"block":[{"type":"text","value":"Gulls, while rare, offered a promising trend. Only 11 shorebirds were recorded, but over half plotted in the golden quadrant, so they may be worth keeping an eye on."}]},{"block":[{"type":"text","value":"There’s also the duck. Across all entries, ducks had some of the most reliable plotting of any animal, falling very near the average across all prices. It was one of few animals that offered more reliability as price increased."}]},{"block":[{"type":"text","value":"All that to say: if you’re looking to match your extra $20 spend with an increase in quality, buy ducks. Maybe owls, as well."}]},{"block":[{"type":"text","value":"In the end, one bottle had to emerge victorious. Looking at the entire graph, and focussing on the bottom-right corner, a few bottles stand out as great deals. Below $20, the highest-ranked wines scored 4.3, but these were all dessert or sparkling wines."}]},{"block":[{"type":"text","value":"For the best bet on a standard, dinner-ready, red or white wine, the crown goes to Mount Fishtail’s sauvignon blanc, from New Zealand’s Marlborough region. It’s a lovely label, and a lovely drop."}]},{"block":[{"type":"text","value":"New Zealand wines are delicious and, ultimately, a better predictor of quality than any of the animals we looked at. Across all categories and variables, the only dataset that maintained its price as the quality increased was New Zealand wines. When in doubt, buy Kiwi."}]},{"block":[{"type":"text","value":"I spent years trying to find the perfect animal wine. We looked at 10,000 bottles and spent a year tweaking the dataset. In the end, it turned out that the very best in the world was being grown on a vineyard at the seat of Mount Fishtail, tucked away in the Marlborough Ranges, a short jaunt across the Cook Strait from Wellington, which is where I wrote this article. I can see them now, as I raise a glass of this splendid sav."},{"type":"text","value":"Cheers to that vindication, and cheers to Mount Fishtail."}]},{"block":[{"type":"text","value":"EXPLORE"}]}],"catSummary":[{"type":"text","value":"More likely to be <span class=bold>expensive</span>"},{"type":"text","value":"More likely to be <span class=bold>highly rated</span>"},{"type":"text","value":"More likely to be <span class=bold>red</span>"},{"type":"text","value":"Only <span class=bold><span class=cat-steal-span>18</span>% are steals</span> (below average price, and above average rating)"}]}