{"bylineFake":"Charles Dar-wine","byline":"<a href=https://pudding.cool/author/fox-meyer/>Fox Meyer</a> with <a href=https://pudding.cool/author/jan-diehm/>Jan Diehm</a>","opening":[{"text":"You’re in a rush and you need to grab a bottle of wine for a special occasion. You’ve got $40 and no preference for red or white, but you like wines with animal labels. Which wine are you buying?","instructions":"<span class=tap-click>Tap on a bottle to select.</span> <span class=random-click>Just pick a random one for me.</span>","cat":"You picked a wine with a <span class=bold>lion</span> on the label. You’ve got regal tastes. Wines featuring cats tend to have high ratings at a high price. <br><br><span class=instructions>How do we know? Keep scrolling.</span>","bird":"Lovely, you picked a wine with a <span class=bold>songbird</span> on the label. Birds are one of the most common animals featured on wine labels — they’re  in the middle of the pack for both price and quality. <br><br><span class=instructions>How do we know? Keep scrolling.</span>","pig":"Wild, you picked a wine with a <span class=bold>boar</span> on the label. Pigs are more likely to be cheap and low-rated. <br><br><span class=instructions>How do we know? Keep scrolling.</span>","amphibian":"Ah, you picked a wine with a <span class=bold>toad</span> on the label. Homely. Wines featuring amphibians and reptiles are more likely to be overvalued: higher prices for lower quality. <br><br><span class=instructions>How do we know? Keep scrolling.</span>","catPrice":"<span class=bold>Cats</span>, including lions, were among the most expensive animals with a median price of $34.99 a bottle.","birdPrice":"With a median price of $25.99 a bottle, <span class=bold>birds</span> nearly aligned with the median price for all animals at $26.99.","pigPrice":"Wines with <span class=bold>pigs</span> on them had among the lowest median prices at $23.22.","amphibianPrice":"Wines with <span class=bold>amphibians and reptiles</span> on them trended toward the more expensive side, with a median price of $30.97.","catRating":"<span class=bold>Cats</span> were also among the most highly rated wines with a median of 4.1 stars.","birdRating":"<span class=bold>Birds’</span> median rating again aligned with the overall median at 4 stars.","pigRating":"<span class=bold>Pigs</span> were also among the lowest rated wines with a median of 3.8 stars.","amphibianRating":"<span class=bold>Amphibians and reptiles</span> were rated 3.95 stars, just below the overall median.","catQuad":"The <span class=selected-bottle-circle-span>bottle you picked with the lion</span> on it falls into the good expensive wines quadrant.","birdQuad":"The <span class=selected-bottle-circle-span>bottle you picked with a bird</span> on it is in this quadrant. Nice intuition!","pigQuad":"Unfortunately, the <span class=selected-bottle-circle-span>boar wine</span> you picked falls into the bad cheap wines quadrant. Cheap wine has its time, though.","amphibianQuad":"Unfortunately, the <span class=selected-bottle-circle-span>bottle you picked with the toad</span> falls into the bad expensive wines quadrant."}],"steps":[{"type":"text","value":"You’re in a rush and you need to grab a bottle of wine for a special occasion. You’ve got $40 and no preference for red or white, but you like wines with animal labels. Which wine are you buying?"},{"type":"text","value":"Step 2"},{"type":"text","value":"We collected data for wines that appeared on the popular app <a href=https://www.vivino.com/>Vivino</a> and used <a href=https://platform.openai.com/docs/guides/vision>Chat-GPT Vision</a> to help us categorize the animals on the labels with this prompt: <span class=prompt>This image is a wine label. Do you see any animals or humans on it?<a class=methods-link aria-label=jump-to-methods href=#methods></span> <span class=instructions >Read more in the methodology.</span></a>"},{"type":"text","value":"Sometimes it was spot on. It correctly identified all of these labels as birds even though the artistic styles were different."},{"type":"text","value":"But other times, we had to manually review and edit. <br><br> GPT was particularly bad with elephants. It also struggled when animals weren’t the focal point and with what counted as an “animal.” Sometimes anthropomorphic or mythical creatures were included, sometimes not."},{"type":"text","value":"We were able to identify 1,488 wines with animals on the label. We then grouped the animals into broad categories based more on common perception than binomial nomenclature (genus and species) — sorry science purists — and omitted categories with fewer than 20 animals, leaving us with these 16 groupings. Here’s the <span class=selected-animal-span>animal on the wine you picked</span>."},{"type":"text","value":"To get a general understanding of the wines, we found the median price of each animal group."},{"type":"text","value":"Then we looked at the rating."},{"type":"text","value":"But that only gets us so far. What we really care about are the best deals, wines whose <span class=bold>price is below the median</span> and whose <span class=bold>rating is above the median</span>. This is…"}],"postIntro":[{"type":"text","value":"The median price and ratings show us something important: what we all <span class=bold>assume</span> expense and quality look like."},{"type":"text","value":"As we’ll see, there are patterns and exceptions. But what became most clear over the course of our study was that the question was not simply about predicting price: it was about predicting <span class=bold>value</span>."},{"type":"text","value":"If your budget is $10, your budget is $10 — it doesn’t matter if you know which animals are expensive. A much more useful thing to know is which animals are <span class=bold>undervalued</span>, the ones that tend to stay cheap, even as quality increases."},{"type":"text","value":"For that, let’s dive deeper into the data."}],"chartScroll":[{"block":[{"type":"text","value":"Instead of looking at price and rating independently, let’s look at them together using a scatterplot. Price is on the y-axis here, so the more expensive the wine, the closer to the top. Rating is on the x-axis and the higher quality wines are toward the right."},{"type":"text","value":"The <span class=selected-bottle-circle-span>animal group on the wine you selected</span> is highlighted in yellow."}]},{"block":[{"type":"text","value":"Overall, the median price for wines with animals on the label ($26.99) was $3 cheaper than wines without animals ($29.99), but both groups had a median rating of 4 stars."},{"type":"text","value":"This means that — above all else — you’re better off buying <span class=bold>any animal</span> than no animal at all."}]},{"block":[{"type":"text","value":"Among animal wines, farm animals like cattle, pigs, and sheep have both lower ratings and lower prices."}]},{"block":[{"type":"text","value":"While bottles featuring animals commonly found on heraldic crests or coats of arms — like cats, bears, and mythical creatures (oh my!) — have higher prices and higher ratings."}]},{"block":[{"type":"text","value":"Let’s zoom out, with $150 as the maximum price. We figured that if you’re spending more than $150 on a bottle of wine, you’re probably not solely choosing based on the label anyway."}]},{"block":[{"type":"text","value":"Now let’s explode the chart so we can see all 1,409 animal wines we identified under $150. Here’s the <span class=selected-bottle-circle-span>bottle you selected.</span>"}]},{"block":[{"type":"text","value":"The wines follow a <span class=median-line-span>logarithmic trend</span>, where rating increases with price, but with diminishing returns."}]},{"block":[{"type":"text","value":"To find the best deals — <span class=bold>the wines at or below the median price and at or above the median rating</span> — we’re going to divide the scatterplot into 4 quadrants."}]},{"block":[{"type":"text","value":"What we really want to look out for are wines in the <span class=sweet-rect-span>bottom right corner</span> — these are the <span class=best-deals-span>best deals.</span>"}]},{"block":[{"type":"text","value":"So, can the animal on the label help us buy a good cheap wine?"},{"type":"text","value":"Here are all the <span class=bold>amphibians and reptiles</span>. 5.3% of them are good deals. You can’t even really see the good deals on the chart because no amphibian and reptile wines below the median price appear beyond the 4 star median rating."}]},{"block":[{"type":"text","value":"Here are the <span class=bold>pigs</span>, with a score of 10.7%. Good deal pig wines, like amphibians and reptiles, are a little hard to see on the chart because most of them fall on the median rating line. There is one outlier though: Fat Pig Cape Vintage, priced at $23.45 with a 4.3 star rating."}]},{"block":[{"type":"text","value":"And here are the <span class=bold>cats</span>. 9.6% are good deals. Cat wines are much easier to see on the chart because there are a lot more of them, but there’s still a relatively small percentage of good deals. That’s because their median price ($38.43) is nearly $9 more than the overall median ($29.99)."}]},{"block":[{"type":"text","value":"Last up, the <span class=bold>birds</span>. 16.5% are good deals. Like cat wines, there are just more of them, but because their median price ($25.99) is $4 less than the overall median ($29.99), we see a higher percentage of good deals."}]},{"block":[{"type":"text","value":"Birds had the highest percentage of good deals that we’ve seen so far, but let’s go back to our bottle lineup to see which animal group comes out on top."},{"type":"text","value":"Bottom line: bet on <span class=bold>fish</span>. 24.2% of them are in the magical good deals quadrant."}]},{"block":[{"type":"text","value":"But, this is just our definition of a deal. What’s yours?"},{"type":"text","value":"<span class=instructions><span class=slider-span>Use the sliders</span> and filters to set your own limits. And keep scrolling to see an animal-by-animal breakdown.</span>"}]}],"postScatter":[{"type":"text","value":"Now you know how to spot the best deals, what if you don’t care about price and quality and just want to ball out with your favorite animal?"},{"type":"text","value":"Use the <span class=l-r-arrows>left and right arrows</span> to navigate through all 16 animal groups."}],"summaryCards":[{"animal":"amphibian/reptile","priceComments":"<span class=more-span>More</span> likely to be between $60–69.99, $90–99.99, or $100–109.99, <span class=less-span>less</span> likely to be between $20–29.99","ratingComments":"<span class=less-span>Less</span> likely to be rated between 3.1–3.5 stars","typeComments":"<span class=less-span>Less</span> likely to be a rosé wine","countryComments":"<span class=more-span>More</span> likely to be from the United States, Australia, or Chile, <span class=less-span>less</span> likely to be from Italy or Portugal","text":[{"type":"text","value":"Most animal categories followed a similar curve, but these guys tended to avoid the bottom right corner. This means very few bottles with <button class=summary-btn id=frog-btn>frogs</button>, <button class=summary-btn id=snake-btn>snakes</button> or <button class=summary-btn id=lizard-btn>lizards</button> are good deals, and should be avoided if that’s your priority."},{"type":"text","value":"That being said, there were heaps of frogs and snakes on the cheaper end that were still rated above a 3.5, which is still quite decent."},{"type":"text","value":"On the opposite end (not pictured in our graph because they blew out the $150 price limit) there were Cayuse Vineyards’ <a href=https://www.vivino.com/US/en/cayuse-winery-bionic-frog/w/1145385>Bionic Frog</a> at $610 with 4.5 stars and Henri Bonneau’s Chateauneuf-du-Pape Réserve des Célestins at $790 with 4.6 stars. These rankings are subjective, anyway. If you like frogs, buy frogs."},{"type":"text","value":"Snakes may seem sinister, but plenty of them populated the upper end of the reptile curve. A snake-coiled-around-the-tree motif — seen in bottles like Hirsch Vineyards’ <button class=individ-wine-btn id=163274515>San Andreas Fault Pinot Noir</button> and Howard Park’s <button class=individ-wine-btn id=162071384>Cab Sav</button> — was common here."},{"type":"text","value":"All the animals in this category were statistically more likely to be found on American, Australian, or Chilean wines than all wines."}]},{"animal":"bear","priceComments":"<span class=more-span>More</span> likely to be between $30–39.99, $40–49.99, $110–119.99, or $120–129.99, <span class=less-span>less</span> likely to be between $20–29.99, $70–79.99, $80–89.99, $90–99.99, or $150 and above","ratingComments":"<span class=more-span>More</span> likely to be rated between 4.1–4.5 stars or 4.6 stars and above, <span class=less-span>less</span> likely to be rated between 3.6–4 stars","typeComments":"<span class=less-span>Less</span> likely to be a dessert or sparkling wine","countryComments":"<span class=more-span>More</span> likely to be from the United States, <span class=less-span>less</span> likely to be from Italy, Portugal, or Australia","text":[{"type":"text","value":"Bears were one of the most country-specific animals, almost always coming from The United States. This was mostly due to their association with the state flag of California, home of many American vineyards, to which the bottles — like <button class=individ-wine-btn id=166508262>Pacificana’s Chardonnay</button> — paid homage."},{"type":"text","value":"Bears were also commonly found on crests — like Roth’s <button class=individ-wine-btn id=168509439>Cabernet Sauvignon</button> and <button class=individ-wine-btn id=165271550>Chardonnay</button> — but honestly it’s hard to distinguish between bears, lions, and griffins, and after several hundred crests they all start to look pretty similar."},{"type":"text","value":"But, assuming these are bears, the crest-bearing bears were actually a very good indicator of a good deal. If you see a crest with a bear-like (or at least tailless) animal, it’s more likely to be in the golden quadrant than a classic lion. Give it a go."}]},{"animal":"bird","priceComments":"Prices for bird wines follow the overall distribution","ratingComments":"Ratings for bird wines follow the overall distribution","typeComments":"Types of wine for bird wines follow the overall distribution","countryComments":"Countries for bird wines follow the overall distribution","text":[{"type":"text","value":"Birds are absolutely everywhere in the wine world, so much so that we actually broke their category into subgroups, revealing more trends."},{"type":"text","value":"<button class=summary-btn id=raptor-btn>Raptors</button> or birds of prey had the steepest curve and some of the highest prices, meaning you should probably avoid them if you’re looking for a deal. <button class=summary-btn id=songbird-btn>Songbirds</button> offered a much better prospect."},{"type":"text","value":"Not only do they tend to fall below the line — with 22.4% in the sweet spot — but their gentle curve means there are actually more songbirds at higher ratings than there are eagles and other raptors — and quite a few of these clock in at around $25."},{"type":"text","value":"Of the big two bird categories, songbirds were clearly the smarter choice, being a better indication of both value and quality."},{"type":"text","value":"<button class=summary-btn id=junglefowl-btn>Junglefowl</button> (chickens) and <button class=summary-btn id=gamebird-btn>game birds</button> are a good bet for this as well, but they lack some of the higher-scoring drops."},{"type":"text","value":"Gulls, while rare, offered a promising trend. Only 11 <button class=summary-btn id=shorebird-btn>shorebirds</button> were recorded, but over half plotted in the golden quadrant, so they may be worth keeping an eye on."},{"type":"text","value":"There’s also the <button class=summary-btn id=duck-btn>duck</button>. Across all entries, ducks had some of the most reliable plotting of any animal, falling very near the average across all prices. It was one of few animals that offered more reliability as price increased."},{"type":"text","value":"All that to say: if you’re looking to match your extra $20 spend with an increase in quality, buy ducks. Maybe <button class=summary-btn id=owl-btn>owls</button>, as well."}]},{"animal":"bug","priceComments":"<span class=more-span>More</span> likely to be between $20–19.99","ratingComments":"<span class=more-span>More</span> likely to be rated between 3.1–3.5 stars","typeComments":"<span class=less-span>Less</span> likely to be a red wine","countryComments":"Countries for bug wines follow the overall distribution","text":[{"type":"text","value":"I’m a sucker for bug wines and will buy them often. They’re typically on the cheaper end (around $20) and have the second highest percentage (21.4%) in the golden quadrant."},{"type":"text","value":"They’re a bit more variable than some of the other groups and can stray into the not-so-good range. <button class=individ-wine-btn id=167324613>Spook Light</button>, unfortunately, was the worst deal of the lot despite being a white wine from New Zealand, like our eventual champion."},{"type":"text","value":"Bugs were very wine-type dependent. 65% of white wines with insects fell below the overall median rating of 4 stars. Red insect wines were a safer bet, with only 36% below 4 stars. Buy bugs on red for quality."},{"type":"text","value":"We didn’t see very much cohesion in terms of what bugs are better than others. There were plenty of <button class=summary-btn id=bee-btn>bees</button>, <button class=summary-btn id=butterfly-btn>butterflies</button>and <button class=summary-btn id=ladybug-btn>ladybugs</button>,  as well as some <button class=summary-btn id=ant-btn>ants</button>. Insects make up the bulk of biodiversity on planet Earth, but when it comes to the wine aisle, they’re limited mostly to the things you’d see offered at a tattoo parlor. Good luck finding a <button class=individ-wine-btn id=173114297>mantis</button>, cicada or scarab — they’re out there, I’ve seen them, but very few made it into our dataset."},{"type":"text","value":"In my opinion, this makes insect labels the most exciting to collect: there are plenty of options out there, but very few make it onto shelves. Enjoy the cool ones when you see them, but be cautious when buying."}]},{"animal":"canine","priceComments":"<span class=more-span>More</span> likely to be between $60–69.99 or $90–99.99","ratingComments":"Ratings for canine wines follow the overall distribution","typeComments":"Types of wines for canine wines follow the overall distribution","countryComments":"<span class=less-span>Less</span> likely to be from Spain","text":[{"type":"text","value":"Canines include <button class=summary-btn id=wolf-btn>wolves</button>, <button class=summary-btn id=fox-btn>foxes</button> and <button class=summary-btn id=dog-btn>domestic dogs</button>. Their graph is sort of cinched in the middle, with a concentration in the bad-cheap and good-expensive categories. This makes them a very good indicator of quality: expensive canines are — almost always — very good. But the inverse is also true."},{"type":"text","value":"There are still some very good deals here. For under $20 with at least 4 stars, you can get Lubanzi’s <button class=individ-wine-btn id=165108424>Rosé Bubbles</button> or the very literally named Two Dogs, A Peacock & A Horse<button class=individ-wine-btn id=172529095>Sauvignon Blanc</button> — both from South Africa — or the Italian<button class=individ-wine-btn id=167565405>Tecnica del Salasso Tre di Tre</button>."},{"type":"text","value":"Man’s best friend also frequently appeared with a human on the label. 20% of canine wines included the pairing. Alongside humans, dogs were often depicted working: hunting, like on the Spanish <button class=individ-wine-btn id=169824736>El Lebrero</button>; herding, like on Italy’s <button class=individ-wine-btn id=174541845>Fecerunt Pecorino</button>; or doing other “work,” like on Germany’s <button class=individ-wine-btn id=169782971>Little Red Riding Wolf</button>."}]},{"animal":"cat","priceComments":"<span class=more-span>More</span> likely to be less than $10, or between $50–59.99 $70–79.99, $80–89.99, $130–139.99, $140–149.99 or $150 and above, <span class=more-span>less</span> likely to be between $10–19.99","ratingComments":"<span class=more-span>More</span> likely to be rated between 4.1–4.5 stars, <span class=less-span>less</span> likely to be rated between 3.6–4 stars","typeComments":"<span class=more-span>More</span> likely to be a dessert, fortified, or sparkling wine, <span class=less-span>less</span> likely to be a rosé or white wine","countryComments":"<span class=more-span>More</span> likely to be from France, <span class=less-span>less</span> likely to be from Spain","text":[{"type":"text","value":"Of the 260 cats we saw, 197 were <button class=summary-btn id=lioncrest-btn>heraldic lions</button>, so this is basically their graph. 48.7% of lions with crests appeared on red wines and 49.7% were from France — which makes sense given the lion’s connection to French royalty."},{"type":"text","value":"Of the remaining non-heraldic cats a further 40 were <button class=summary-btn id=lion-btn>normal lions</button>, meaning a grand total of 24 cats were anything but a lion. And even in that small group, it's an 12-to-12 split of <button class=summary-btn id=cat-btn>house cats</button> and literally <button class=summary-btn id=othercat-btn>everything else</button>, including four lynxes and only a single tiger on <button class=individ-wine-btn id=161445732>Napa Valley Chardonnay</button>."},{"type":"text","value":"All cats had a median rating of 4.1 except for house cats, which landed at a 4.0, so they’re consistently pretty good. But their costs varied; the median price for a heraldic lion was $39.99, $5 more than a plain lion for the same rating ($34). House cats had a median price of $35.47."},{"type":"text","value":"But the other big cats — literally anything that isn’t a lion or a house cat — were a great bet, with a median price of $31.49 for the same median quality as the top shelf lions. The best deal non-lion big cat wine we found was a <button class=individ-wine-btn id=172126461>Rosé</button> from South Africa’s Lynx winery at $12.99 and 4 stars."},{"type":"text","value":"Across the board cats tended to be on the pricier side, while the cheap ones did not have abnormally high quality. So if you want a good wine, be prepared to pay."}]},{"animal":"cattle","priceComments":"<span class=more-span>More</span> likely to be between $40–49.99 or $90–99.99, significantly <span class=less-span>less</span> likely to be between $30–39.99 or $80–89.99","ratingComments":"<span class=more-span>More</span> likely to be rated 4.6 stars and above, <span class=less-span>less</span> likely to be rated between 4.1–4.5 stars","typeComments":"<span class=more-span>More</span> likely to be a red wine, <span class=less-span>less</span> likely to be a rosé wine","countryComments":"<span class=more-span>More</span> likely to be from Spain, Argentina, and Chile, <span class=less-span>less</span> likely to be from France or Australia","text":[{"type":"text","value":"If you see a bull, bet that it’s a relatively-cheap red wine from a Spanish-speaking country. Spain, Chile and Argentina were behind 50% of red cattle wines."},{"type":"text","value":"France, meanwhile, really did not like cattle. France produced 33.6% percent of all animal wines in the dataset, but only 6.5% percent of cattle."},{"type":"text","value":"At either end of the cattle graph there are a few outliers. In the upper right quadrant for good expensive wines you can find Kukeri’s <button class=individ-wine-btn id=157085529>Cabernet Sauvignon</button> at $94.99 and 4.4 stars and Teso La Monja’s <button class=individ-wine-btn id=136830723>Victorino</button>. In the lower left cheap bad quadrant there’s Osborne’s <button class=individ-wine-btn id=2635881>Manzanilla Sherry Fina</button> at $16.24 and 3.1 stars and Egervin’s Egri Bikavér <button class=individ-wine-btn id=169353184>Bulls Blood</button> at $11.99 and 3.4 stars."},{"type":"text","value":"This same pattern was present in the original dataset collected in New Zealand supermarkets: the same animals that feature on the expensive labels also tend to feature on the cheap. Farm animals, hawks and lions all had their spot on pricy bottles, but also had their cheap knockoffs. This might not even be a conscious decision, but the choice to put an animal on the label that “looks nice” usually ends up with a <button class=summary-btn id=bull-btn>bull</button>, lion or stag. Something fancy-like."}]},{"animal":"deer","priceComments":"<span class=more-span>More</span> likely to be between $30–39.99, $70–79.99, or $100–109.99, <span class=less-span>less</span> likely to be between $50–59.99 or $90–99.99","ratingComments":"<span class=less-span>Less</span> likely to be rated 4.6 stars and above","typeComments":"<span class=less-span>Less</span> likely to be a dessert wine","countryComments":"<span class=more-span>More</span> likely to be from South Africa and Germany, significantly <span class=less-span>less</span> likely to be from Italy or Portugal","text":[{"type":"text","value":"Deer are like cattle but more expensive, and instead of being found in Chile, Argentina, and Spain they’re more likely to be from South Africa or Germany compared to all wines."},{"type":"text","value":"Deer are technically bovides, like cattle, but were split out because we consider them different animals. This meant that African bovides like <button class=summary-btn id=antelope-btn>antelope</button>, were included as deer. All the antelopes we identified appeared on South African wines like Capensis’ pricey <button class=individ-wine-btn id=147898847>Chardonnay</button>, which features a fluid transition between an antelope and flowers."},{"type":"text","value":"If you’re looking for a true <button class=summary-btn id=deer-btn>deer</button>, Angels & Cowboys’ <button class=individ-wine-btn id=170262152>Rosé</button> is the best deal at $17.99 with 4 stars."},{"type":"text","value":"And if you’re specifically looking for a <button class=summary-btn id=stag-btn>stag</button>, or a male deer with prominent antlers, just look at the wine name. Seven of the 8 stags we identified featured the word “stag” prominently on the label, like Hazlitt’s <button class=individ-wine-btn id=6504113>White Stag</button> in a rare blue bottle."},{"type":"text","value":"All up, deer are not a good pick if you’re trying to get value for money on a budget. They have a good deal percentage of just 6%, and a median price $8 more than cattle for nearly no increase in quality."}]},{"animal":"fish","priceComments":"<span class=more-span>More</span> likely to be between $10–19.99 and $20–29.99, <span class=less-span>less</span> likely to be between $40–49.99, $60–69.99, $70–79.99, or $90–99.99","ratingComments":"<span class=more-span>More</span> likely to be rated between 3.6–4 stars, <span class=lore-span>less</span> likely to be rated between 3.1–3.5 or 4.1–4.5 stars","typeComments":"<span class=more-span>More</span> likely to be a white wine, <span class=less-span>less</span> likely to be a red wine","countryComments":"<span class=more-span>More</span> likely to be from Australia, <span class=less-span>less</span> likely to be from Italy","text":[{"type":"text","value":"Fish are where the money’s at. One third of them are below $20, and nearly half are rated 4 stars and above. They’re also predictably on white wines, perhaps suggesting a pairing with a seafood dinner; lobster was a popular white wine label in the marine invertebrate category as well."},{"type":"text","value":"Fish, or anything with fins, like <button class=summary-btn id=dolphin-btn>dolphins, sharks, and whales</button>, tended to come from countries with a more nautical identity: New Zealand, South Africa and Australia. 15% of wines from Australia are fish wines, compared to 3% overall.  Wines from these countries tend to be cheaper than their European counterparts and at lower prices, making them a good deal in most situations."},{"type":"text","value":"In both marine categories — fish and shelled things — a single outlier from France skewed the curve towards the top. For fish it was a seahorse on <button class=individ-wine-btn id=171596590>Clos de la Bergerie</button>. Without this outlier, the trend of good deals being found under water would be even stronger, and France doesn’t produce many labels in either of these categories anyway."},{"type":"text","value":"When looking for a good deal, assuming you like white wines, buy an underwater creature from the antipodes. A full quarter of them are good deals and it’s tough to go wrong with odds like that. And if you’re looking for something with a truly unique label, grab Dashe’s <button class=individ-wine-btn id=166028913>Late Harvest Zin</button> dessert wine featuring a monkey riding a fish at $26.99 and 4 stars."}]},{"animal":"horse","priceComments":"<span class=more-span>More</span> likely to be between $40–49.99, <span class=less-span>less</span> likely to be under $10 or between $20–29.99","ratingComments":"<span class=more-span>More</span> likely to be rated between 3.1–3.5 stars","typeComments":"<span class=more-span>More</span> likely to be a dessert wine","countryComments":"<span class=more-span>More</span> likely to be from Italy or Chile, <span class=less-span>less</span> likely to be from Spain","text":[{"type":"text","value":"Horses had one of the most average distributions of any animal category. This tends to happen with the most popular animals as the law of averages kicks in, but it was surprising to see a category that had no variation compared to all animal wines in price or quality."},{"type":"text","value":"Perhaps this is because horses were integral to the history of nearly every country on the list, and are held more or less in the same regard worldwide. While other animals (bulls, bears or elephants) may have a close association with a specific country, horses are more ubiquitous, and you’ll often see them paired with a <button class=summary-btn id=human-btn>human rider</button>."},{"type":"text","value":"Italy was slightly more likely than the other European countries to feature horses, and horses overall tended to avoid the $20-$30 mark. The graph suggests that a handful of horse labels bucked this price point and migrated to the price bucket just below it, from $10-$20."},{"type":"text","value":"Among all animal wines, there were only three bottles under $10 and above 4 stars: Yellow Tail’s Pink Moscato featuring the iconic kangaroo and Les Costières de Pomerols’ <button class=individ-wine-btn id=171389058>Hugues de Beauvignac</button> and <button class=individ-wine-btn id=160688340>Beauvignac Le Moelleux</button>, both featuring horses."},{"type":"text","value":"On the opposite end of the price spectrum you can find Portugal’s <button class=individ-wine-btn id=159502272>Pêra-Manca Branco</button> for $60 and 4.6 stars, tied for the second highest rating among animal wines under $150."},{"type":"text","value":"There’s truly a horse wine for everyone."}]},{"animal":"marine invertebrate","priceComments":"<span class=more-span>More</span> likely to be below $10, between $10–19.99,  $30–39.99, or $40–49.99, <span class=less-span>less</span> likely to be between $50–59.99, $60–69.99, $70–79.99, $80–89.99, or $150 and above","ratingComments":"<span class=more-span>More</span> likely to be rated between 3.6–4 stars, <span class=less-span>less</span> likely to be rated between 4.1–4.5 stars or 4.6 stars and above","typeComments":"<span class=more-span>More</span> likely to be a dessert or white wine, <span class=less-span>less</span> likely to be a red wine","countryComments":"<span class=more-span>More</span> likely to be from France, Spain or New Zealand, <span class=less-span>less</span> likely to be from Portugal or Australia","text":[{"type":"text","value":"Marine invertebrates are anything underwater without a backbone. It’s sort of like the intersection between the fish and bug categories, and honestly could have gone into either without changing their dataset very much."},{"type":"text","value":"Inverts are a very consistent group, found huddled around the median with a slight lean towards the bad-cheap quadrant (with the exception of Les Asteries’ Saint-Émilion <button class=individ-wine-btn id=3417051>Grand Cru</button> at $99.95 and 4.2 stars)."},{"type":"text","value":"The majority of these wines are from the Mediterranean region (France, Italy, and Spain) or from New Zealand. They’re overwhelmingly white, 70% so, which makes sense as a seafood pairing."},{"type":"text","value":"The most common marine invertebrate is the <button class=summary-btn id=nautilus-btn>nautilus</button>, but it’s actually a bad one to buy: every single invert wine in the top right quadrant is a nautilus, meaning they’re overpriced."},{"type":"text","value":"Avoid it in favour of other shell bottles, like Landron Chartier’s <button class=individ-wine-btn id=168132376>Melon B</button> or Annona’s <button class=individ-wine-btn id=171638984>Paestum Fiano</button> that both feature mussels. Or opt for a lobster label with Butter Block’s <button class=individ-wine-btn id=170961019>Chardonnay</button>, the best invert deal at $19.99 and 4.1 stars."}]},{"animal":"mythical creature","priceComments":"<span class=more-span>More</span> likely to be between $50–59.99, $70–79.99, $80–89.99, $100–109.99, $120–129.99, $130–139.99, or $140–149.99, <span class=less-span>less</span> likely to be between $10–19.99","ratingComments":"<span class=more-span>More</span> likely to be rated between 4.1–4.5 stars, <span class=less-span>less</span> likely to be rated between 3.6–4 stars","typeComments":"<span class=more-span>More</span> likely to be a fortified wine","countryComments":"<span class=more-span>More</span> likely to be from Italy","text":[{"type":"text","value":"In terms of sheer price, mythical animals were second only to cats. Sure, you can find a $25, 4-star mythical creature. But if you had to guess the price of a <button class=summary-btn id=unicorn-btn>unicorn</button>, it’s just as likely to be $100 as it is $40. Maybe the price is worth it, though, as mythical creatures were reserved for the good stuff: only one entry below a 3.5. And that might be because the predominant animal is a bull, a cheap animal, while the mythic is hidden in the bottle’s crest."},{"type":"text","value":"This category is filled with classic mythical creatures: <button class=summary-btn id=griffin-btn>griffins</button>, unicorns and <button class=summary-btn id=dragon-btn>dragons</button>, but you’ll also find some weird things: <button class=individ-wine-btn id=167280236>ladybug-crab hybrids</button>, <button class=individ-wine-btn id=176113705>chupacabras</button>, and <button class=individ-wine-btn id=165851262>flying donkeys</button>. There are some cheaper classics but there aren’t many expensive weirdos."},{"type":"text","value":"Interestingly, Argentina’s El Enemigo winery produced not only the <button class=individ-wine-btn id=126933573>highest-rated bottle</button> but also an <button class=individ-wine-btn id=159436098>incredible deal</button>; their 4.2-star chardonnay features the exact same logo as the 4.7-star heavy hitter, but costs $25 instead of $130."},{"type":"text","value":"There are some really good deals down in the golden quadrant, like Luigi Baudana’s <button class=individ-wine-btn id=170724715>Langhe Bianco 'Dragon'</button> from Italy. Italy had a statistically higher percentage of mythical wines than all wines (30% compared to 21%)."},{"type":"text","value":"One of our favorite dragon finds was <a href=https://www.soldera.it/en/the-wine-toscana-sangiovese-ig-soldera-case-basse/>Soldera’s Brunello di Montalcino Riserva</a>, which doesn’t appear in the chart because it’s a whopping $2,730. Chat-GPT identified it as a dragon, but, we weren’t sure — it could be a serpent or a weird fish. So, we went down a rabbit hole — er, dragon hole — of <https://weirditaly.com/2022/06/19/demons-monsters-and-ghosts-of-the-italian-folklore/>Italian mythical monsters.</a> We decided it was either a marròca based on geographic proximity or a scultone based on resemblance. Whatever it is, “dragon” was the correct umbrella category."}]},{"animal":"pachyderm","priceComments":"<span class=more-span>More</span> likely to be between $20–29.99 and $150 and above, <span class=less-span>less</span> likely to be between $30–39.99, $70–79.99, $80–89.99, or $90–99.99","ratingComments":"<span class=more-span>More</span> likely to be rated between 3.1–3.5 stars or 4.6 stars and above, <span class=less-span>less</span> likely to be rated between 4.1–4.5 stars","typeComments":"<span class=less-span>Less</span> likely to be a dessert or sparkling wine","countryComments":"<span class=more-span>More</span> likely to be from South Africa, <span class=less-span>less</span> likely to be from Spain or Australia","text":[{"type":"text","value":"<button class=summary-btn id=elephant-btn>Elephants</button>, <button class=summary-btn id=rhino-btn>rhinos</button>, and <button class=summary-btn id=hippo-btn>hippos</button> were remarkably consistent. They tended to be on the cheaper end, on the lesser side of quality, and overwhelmingly from South Africa. 25% of wines from South Africa were pachyderms compared to only #5 of all animal wines."},{"type":"text","value":"Personally, I really enjoyed the labels in this category. There were fun ones, serious ones, big ones and small ones. The AI we used did not like it, though, and had a real problem identifying elephants, especially <button class=individ-wine-btn id=163091436>Chenin Blanc - Colombard</button>, which it categorized as a “hot air balloon.” This seems ironic, given that they’re one of the most recognisable animals on the planet."},{"type":"text","value":"I’m reminded of that proverb where a bunch of blindfolded people are asked to guess what animal they’re touching, and they all say something different, even though they’re all just touching different parts of an elephant. Maybe this is why the AI was so bad at it."},{"type":"text","value":"There are only 2 good deals in this category: <button class=individ-wine-btn id=172983325>one featuring an elephant</button> carrying an American flag— think the United State’s Republican Party — from We The People, an American wine brand self-purportedly \"dedicated to conservative values,\" and Kollektiv Peternell’s <button class=individ-wine-btn id=171800754>Grüi</button> that’s features the lone mammoth in our dataset."}]},{"animal":"pig","priceComments":"<span class=more-span>More</span> likely to be between $30–39.99 or $120–129.99, <span class=less-span>less</span> likely to be between $40–49.99, $50–59.99, $60–69.99, $80–89.99, or $90–99.99","ratingComments":"<span class=more-span>More</span> likely to be rated 3 stars and less, <span class=less-span>less</span> likely to be rated between 4.6 stars and above","typeComments":"<span class=more-span>More</span> likely to be a fortified or rosé wine, <span class=less-span>less</span> likely to be a white wine","countryComments":"<span class=more-span>More</span> likely to be from Spain, Portugal, or New Zealand","text":[{"type":"text","value":"If it weren’t for two outliers on the upper end — two <button class=summary-btn id=boar-btn>boars</button>: <button class=individ-wine-btn id=156609566>The Coast Pinot Noir</button> and Nuits-Saint-Georges 1er <button class=individ-wine-btn id=162349497>Cru 'Les Terres Blanches</button> — pigs would have a pretty poor overall rating. Only a handful scored over the 4 star median mark, and while most were cheap, not many were very good."},{"type":"text","value":"The majority of wines featuring pig were red wines, but they were also statistically more likely to be rosé (25% of pig wines, compared to 8% of all wines). Pig wines were popular in Spain and Portugal, the natural habitat of the Iberian pig."},{"type":"text","value":"There were some really cool, colorful labels in here so it’s a shame that many of them weren’t rated very highly. If you care about color more than you care about price and quality, pick up a bottle of <button class=individ-wine-btn id=170019937>Piggy Pop Pét-Nat</button> or Kindeli’s <button class=individ-wine-btn id=169215233>Blanco</button>, which features a pig plus an assortment of friendly creatures."},{"type":"text","value":"If you’re buying a pig, maybe try a rosé. They scored better in this category than other animals, and it may be their niche — if they have one. But avoid <button class=individ-wine-btn id=164224738>Spy Pig</button>. It scored a 3.0, the lowest in the dataset. Cool label though."}]},{"animal":"rabbit","priceComments":"<span class=more-span>More</span> likely to be between $30–39.99, $90–99.99, or $110–119.99, <span class=less-span>less</span> likely to be between $10–19.99, $50–59.99, $70–79.99, or $80–89.99","ratingComments":"<span class=more-span>More</span> likely to be rated 4.6 stars and above","typeComments":"<span class=more-span>More</span> likely to be a dessert wine","countryComments":"<span class=more-span>More</span> likely to be from Spain, Argentina, Germany, or Austria <span class=less-span>less</span> likely to be from Portugal","text":[{"type":"text","value":"First of all, yes, we’re including hares in the rabbit category. We know they’re different. But if you asked a five-year-old what animal this was, they’d say “rabbit”, and that’s more or less how our categories were defined."},{"type":"text","value":"Now, I expected more from rabbits. In my mind, there are two types: the wizened, void-staring hares and the playful, bumbling bunnies. I thought maybe this would be visible in the data, but it was not. The two were mixed together and nobody really seemed to care."},{"type":"text","value":"This made for some delightful labels, like Los Conejos Malditos <button class=individ-wine-btn id=170899599>Tempranillo Carbónico</button> and Los Conejos Malditos <button class=individ-wine-btn id=171976871>Blanco Con Madre</button> from Spain’s Más Que Vinos, which feature renegade rabbits."},{"type":"text","value":"Rabbits didn’t stand out in the data much, but they were favorites in Germany and Austria — two countries that otherwise didn’t have much of an identity in the data — likely because of the region’s connection to the “Osterhase” or Easter Bunny."},{"type":"text","value":"Austria’s <button class=individ-wine-btn id=170899599>Hasenhaide Rosé</button> is the cheapest, highest rated rabbit bottle you can find at $23 and 4.1 stars."}]},{"animal":"sheep","priceComments":"<span class=more-span>More</span> likely to be between $10–19.99 or $130–139.99, <span class=less-span>less</span> likely to be between $40–49.99, $70–79.99, or $90–99.99","ratingComments":"<span class=more-span>More</span> likely to be rated between 3.6–4 stars, <span class=less-span>less</span> likely to be rated between 4.1–4.5 stars","typeComments":"<span class=less-span>less</span> likely to be a dessert or sparkling wine","countryComments":"<span class=more-span>More</span> likely to be from South Africa","text":[{"type":"text","value":"Anything sheepish (<button class=summary-btn id=sheep-btn>sheep</button>, <button class=summary-btn id=ram-btn>rams</button>, <button class=summary-btn id=goat-btn>goats</button>) was a great bet for good deals. Wines with sheep were statistically more likely to be priced between $10–19.99 (42% compared to 25% of all wines), making them the only barnyard inclusion worth looking out for."},{"type":"text","value":"They were also statistically more likely to be from South Africa: 14% of all South African wines featured sheep compared to 3% of all wines."},{"type":"text","value":"As you increase in both price and quality, the whimsical sheep and rams fade away and are replaced by animals on crests. But where these wines excelled was on the bottom shelf. Cheap sheep in particular were great value for money, including <button class=individ-wine-btn id=170461185>Brancott Estate’s sav</button>, a bottle I am all too familiar with from university. After realizing it scored a 4.1-star rating I went back to try it, but I’m afraid that one’s ruined for me. Too much of a good thing, I suppose."},{"type":"text","value":"A $15-$20 sheep wine is a solid bet across all markets, especially if it’s from the global South. And there are plenty of labels to choose from in this range, meaning you can shop around until you find one that really clicks with your palette."},{"type":"text","value":"If you’re more into brand loyalty, check out South Africa’s Fairview winery for their <button class=individ-wine-btn id=167253547>red</button>, <button class=individ-wine-btn id=171983441>white</button>, or <button class=individ-wine-btn id=172176233>rosé</button> Goats do Roam line."}]}],"outro":[{"type":"text","value":"In the end, one bottle had to emerge victorious. When looking at the entire scatterplot, and focussing on the bottom-right corner, a few bottles stand out as great deals. Below $20, the highest-ranked wines scored 4.3 stars, but these were all dessert or sparkling wines."},{"type":"text","value":"For the best bet on a standard, dinner-ready, red or white wine, the crown goes to Mount Fishtail’s Sauvignon Blanc from New Zealand’s Marlborough region."},{"type":"text","value":"New Zealand wines are delicious and, ultimately, a better predictor of quality than any of the animals we looked at. Across all categories and variables, the only dataset that maintained its price as the quality increased was New Zealand wines. When in doubt, buy Kiwi."},{"type":"text","value":"After years of searching for the perfect animal wine, it turned out it was being grown on a vineyard at the seat of Mount Fishtail, tucked away in the Marlborough Ranges, a short jaunt across the Cook Strait from Wellington, which is where I wrote this article."},{"type":"text","value":"Cheers to that coincidence, and cheers to <a href=https://mountfishtailwines.co.nz/>Mount Fishtail</a>."}],"methodsA":[{"type":"text","value":"Initial test data was manually collected across several New Zealand supermarkets. With hypothesis in hand, we expanded to programmatic collection."},{"type":"text","value":"To get our initial list of wines, we queried a bunch of different filter combinations, including details like wine types (Red, White, Rosé, etc.), price range ($0–$10000+), and average rating (0–5 stars), and removed duplicates. For each wine, we collected the following: Vivino ID, name, year, winery, country, region, type, rating, number of ratings, price, currency, and a url with the image of the label. All details were collected in March 2024 and may not reflect current price or rating, especially if those have changed dramatically."},{"type":"text","value":"To avoid over-prioritizing wines whose brands included animals, we <a href=https://github.com/the-pudding/wine-animals/blob/main/tasks/limit-wine.js>limited each brand to one wine per type</a> (Dessert, Fortified, Red, Rosé, Sparkling, White), choosing the wine with the most ratings as a proxy for which wine would be more well known."},{"type":"text","value":"We then <a href=https://github.com/the-pudding/wine-animals/blob/main/tasks/identify-wine.js>fed the label images</a> into the OpenAI API (gpt-4-vision-preview model). We tested several prompts including open-end questions like <span class=code>What’s on this image?</span>, but ultimately the prompt that worked the best was <span class=code>This image is a wine label. Do you see any animals or humans on it? On a scale of 0-1, with 0 being 'not certain at all' and 1 being 'very certain', how sure are you?</span>"},{"type":"text","value":"This provided us with responses that looked something like this: <span class=code>I do not see any animals or humans on the wine label. The label contains text and a small emblem at the top, but there are no discernible figures of humans or animals. I am very certain about this assessment; so on the scale from 0 to 1, my confidence level is 1.</span> Occasionally, GPT would respond with something like <span class=code>I'm sorry, I can't assist with these requests.</span> In those cases we reran the prompt or manually reviewed the label. We ended up abandoning GPT’s certainty prediction because it wildly swung toward the poles: only 0.6% of the wines had confidence scores of something other than 0 or 1."},{"type":"text","value":"We then manually reviewed a subset of wines to check GPT’s accuracy. GPT was particularly bad with pachyderms. It also struggled when animals weren’t the focal point and with what counted as an “animal.” Sometimes anthropomorphic or mythical creatures and insects were included, sometimes not. Knowing these shortcomings, we paid more attention to manually reviewing these types of labels. There still may be a few labels that slipped through the cracks, but overall this should be a solid sample."},{"type":"text","value":"We ended up identifying 1,488 animal wines (the animal counts may not equal the total number of wines because multiple animals could appear on each label). We then manually grouped them into larger categories. Some animals rolled up, others did not. For example:"}],"methodsExChange":[{"animal":"lion","subgroup":"big cat","topgroup":"cat"},{"animal":"hawk","subgroup":"raptor","topgroup":"bird"},{"animal":"ant","subgroup":"walking insect","topgroup":"bug"}],"methodsExSame":[{"animal":"horse","subgroup":"horse","topgroup":"horse"},{"animal":"bear","subgroup":"bear","topgroup":"bear"},{"animal":"fish","subgroup":"fish","topgroup":"fish"}],"methodsB":[{"type":"text","value":"This opened up a lot of existential questions about what constitutes an animal, like “Is a duck a bird?” or “Is a zebra a horse?” We tried to strike a balance between common perception and scientific naming with binomial nomenclature (genus and species), often going back to the question “What would a kid call this animal?”"},{"type":"text","value":"We limited our analysis to animal groupings with at least 20 wines, knocking out things like bats, monkeys, rodents, and marsupials. Our apologies to <a href=https://www.yellowtailwine.com/en-us/>Yellow Tail</a>, the lone kangaroo label in our dataset."},{"type":"text","value":"To calculate the percentage of wines in each animal group that were good deals, we found the percentage of wines at or below the overall median price ($29.99) and at or above the median rating (4 stars) for each animal group."},{"type":"text","value":"For the trend line, we calculated the best fit regression (logarithmic) and used <a href=https://harryjstevens.com/>Harry Stevens’</a> <a href=https://github.com/HarryStevens/d3-regression>d3-regression package</a> to draw the line."},{"type":"text","value":"We also bucketed the wine by price, rating, type and country to compare each animal groups’ distribution to all wines. We then calculated a Z-score for each bucket to find animal wines with statistically more or statistically less wines per bucket than all wines."},{"type":"text","value":"To draw the 3D wine bottles we used Adobe Illustrator and Adobe Dimension, roughly following <a href=https://www.youtube.com/watch?v=X0qPDl3kMK4>this tutorial</a> from <a href=https://www.silvermoondesignschool.com/>Silver Moon Design School</a>. We exported 8 different views of each bottle from Dimension and combined them in an image sprite for the 360° rotation."}]}